Repository: wp-plugins/wunderground
Catalog: languages/wunderground-*.po
Languages: he_il

source: Statement as of %s
he_il: נכון ל%s

source: The location could not be found.
he_il: היעד המבוקש לא נמצא.

source: %s%% Chance of Precipitation
he_il: %s%% סיכוי לממטרים

source: Currently
he_il: כרגע

source: High %d&deg;
he_il: מקסימום %d&deg;

source: Low %d&deg;
he_il: מינימום %d&deg;

source: View the %s forecast on Wunderground.com
he_il: צפה בתחזית %s ב wunderground.com

# Weather alert issued date/time
source: Issued:
he_il: עד לתאריך

# Weather alert expires date/time
source: Expires:
he_il: יפוג:

source: Current Conditions
he_il: מצב נוכחי

source: Simple display of the current conditions.
he_il: תצוגה בסיסית של המצב הנוכחי

source: Grid Forecast
he_il: תחזית בצורת רשת

source: Scales to any screen size.
he_il: מתאים לכל גודל מסך

source: Details Table
he_il: טבלת פירוט

source: Display the forecast in a table with rows. Great for in-depth forecast display.
he_il: מציג את התחזית בטבלה עם שורות. נהדר לתצוגת תחזית מעמיקה

source: Horizontal Table
he_il: טבלה אופקית

source: Display the forecast in a table with columns. Great for forecast summaries.
he_il: הצג את התחזית בטבלה עם עמודות. נהדר לחזית מסוכמת

source: Add a Wunderground.com forecast
he_il: הוסף תחזית Wunderground.com

source: Title
he_il: כותרת

source: Leave empty to hide the widget title.
he_il: השאר ריק על מנת להסתיר את כותרת הוידגט

source: Location
he_il: מיקום

source: Locations will autoload, but you may also define custom locations.
he_il: מיקמום יטענו אוטומטית. אתה עשוי להגדיר מיקומים ידנית.

source: Enter the name of a location.
he_il: הכנס את שם המיקום

source: Location Title
he_il: כותרת המיקום

source: Change how the location is displayed in the widget search field.
he_il: שנה את אופן ההצגה של המיקום כפי שיוצג בשורת החיפוש של הוידגט

source: Leave empty to use the location name.
he_il: השאר ריק על מנת להשתמש בשם המיקום הנוכחי

source: Example: if the Location is set to "Denver, Colorado", you may prefer to set the Location Title as "Denver", which is simpler.
he_il: דוגמא: אם המקום הינו "דנוור קולורדו", אתה יכול לרשום פשוט "דנוור"

source: # of Days in Forecast
he_il: # ימים בתחזית

source: Include Current Conditions
he_il: כולל מצב נוכחי

source: Add the current conditions to the forecast.
he_il: הוסף מצב נוכחי לתחזית

source: Include Night Forecasts
he_il: כולל תחזיות ליליות

source: This will result in double the number of forecasts shown.
he_il: זה יציג תוצאה במספר כפול בתחזית המוצגת.

source: Icon Set
he_il: סט איקונים

source: Choose the look and feel of the images that will represent the weather.
he_il: בחר את התמונה שתייצג את מזג האויר

source: Widget Template
he_il: תבנית ווידגט

source: Choose how you would like to display the forecast.
he_il: בחר כיצד ברצונך להציג את התחזית

source: Show in Forecast
he_il: הצג בתחזית

source: Search Form
he_il: טופס חיפוש

source: Allow searching weather forecasts.
he_il: אפשר חיפוש תחזיות מזג אוויר

source: Weekday Labels
he_il: שמות הימים

source: Show the names of the days of the week.
he_il: הצג את שמות הימים בשבוע

source: Date
he_il: תאריך

source: Display the date numerically ("09/14").
he_il: הצג תאריך באופן מספרי ("09/14").

source: Weather Icon
he_il: איקון מזג אוויר

source: Icon representing the forecast conditions.
he_il: האיקון מייצג את מצב התחזיות.

source: Chance of Rain
he_il: סיכוי לגשם

source: Display the percent chance of rain.
he_il: הצג את הסיכוי לגשם

source: High & Low Temp
he_il: טמפרטורות גבוהות ונמוכות

source: Show the high & low temperatures for forecast.
he_il: הצג טמפרטורות המינימום והמקסימום בתחזית

source: Condition Title
he_il: כותרת המצב

source: Short summary of conditions ("Clear", "Partly Cloudy", etc.).
he_il: סיכום מצב בקצרה ("בהיר, מעונן חלקית, מעונן וכו').

source: Forecast Text
he_il: תיאור התחזית

source: Display a description of the forecast, normally in sentence format.
he_il: הצג תיאור התחזית. בדרך כלל במבנה שורה בודדת.

source: Weather Alerts &amp; Warnings
he_il: התראות מזג אוויר

source: This functionality is currently not working; we are working with Wunderground.com to restore it.
he_il: הפונקציונאליות לא עובדת כרגע: אנו עובדים בשיתוף Wunderground.com על מנת לפתור זאת.

source: Forecast Language
he_il: שפת התחזית

source: Measurements
he_il: מדדים

source: Fahrenheit &amp; Inches
he_il: פרנהייט ואינצ'ים

source: Celsius &amp; Meters
he_il: צלזיוס ומטרים

source: Weather Forecast
he_il: תחזית מזג אוויר

source: Incredible
he_il: לא ייאמן

source: Elemental
he_il: אלמנטל

source: Helen
he_il: הלן

source: Default
he_il: ברירת מחדל

source: Smiley
he_il: סמיילי

source: Generic
he_il: כללי

source: Old School
he_il: מיושן

source: Cartoon
he_il: מצוייר

source: Mobile
he_il: מובייל

source: Simple
he_il: בסיסי

source: Contemporary
he_il: עכשיווי

source: Afrikaans
he_il: אפריקאי

source: Albanian
he_il: אלבני

source: Arabic
he_il: ערבי

source: Armenian
he_il: אמריקאי

source: Azerbaijani
he_il: אזרבייג'ן

source: Basque
he_il: באסקי

source: Belarusian
he_il: בלארוס

source: Bulgarian
he_il: בולגרי

source: British English
he_il: אנגלית בריטית

source: Burmese
he_il: בורמה

source: Catalan
he_il: קאטאלונית

source: Chinese - Simplified
he_il: סינית מדוברת

source: Chinese - Traditional
he_il: סינית ספרותית

source: Croatian
he_il: קרואטית

source: Czech
he_il: צכית

source: Danish
he_il: דנית

source: Dhivehi
he_il: דהווי

source: Dutch
he_il: הולנדית

source: English
he_il: אנגלית

source: Esperanto
he_il: אספרנטו

source: Estonian
he_il: אסטוניה

source: Farsi
he_il: פרסית

source: Finnish
he_il: פינית

source: French
he_il: צרפתית

source: French Canadian
he_il: צרפתית קנדית

source: Galician
he_il: גאליקאן

source: German
he_il: גרמנית

source: Georgian
he_il: גאורגיה

source: Greek
he_il: יוונית

source: Gujarati
he_il: גוג'אראטי

source: Haitian Creole
he_il: הייטי

source: Hebrew
he_il: עברית

source: Hindi
he_il: הודית

source: Hungarian
he_il: הונגרית

source: Icelandic
he_il: איסלנד

source: Ido
he_il: אידו

source: Indonesian
he_il: אינדונזיה

source: Irish Gaelic
he_il: אירלנד

source: Italian
he_il: איטלקית

source: Japanese
he_il: יפנית

source: Javanese
he_il: ג'אוואניס

source: Khmer
he_il: קמר

source: Korean
he_il: קוריאנית

source: Kurdish
he_il: קורדיש

source: Latin
he_il: לאטינית

source: Latvian
he_il: לטביה

source: Lithuanian
he_il: ליטא

source: Low German
he_il: לואו גרמן

source: Macedonian
he_il: מקדוניה

source: Maltese
he_il: מלדיבים

source: Mandinka
he_il: מאנדינקה

source: Maori
he_il: מאורי

source: Marathi
he_il: מארהטי

source: Mongolian
he_il: מונגוליה

source: Norwegian
he_il: נרווגיה

source: Occitan
he_il: אוקיטן

source: Pashto
he_il: פאשטו

source: Plautdietsch
he_il: פלאטיידצ'

source: Polish
he_il: פולין

source: Portuguese
he_il: פורטוגזית

source: Punjabi
he_il: פונג'אבי

source: Romanian
he_il: רומנית

source: Russian
he_il: רוסית

source: Serbian
he_il: סרביה

source: Slovak
he_il: סלובקית

source: Slovenian
he_il: סולבנית

source: Spanish
he_il: ספרדית

source: Swahili
he_il: סווהילית

source: Swedish
he_il: שבדיה

source: Swiss
he_il: שוויץ

source: Tagalog
he_il: טאגאלוג

source: Tatarish
he_il: טרטאריש

source: Thai
he_il: תאלינדית

source: Turkish
he_il: טורקית

source: Turkmen
he_il: טורקמן

source: Ukrainian
he_il: אוקראינה

source: Uzbek
he_il: אוזבקיסטן

source: Vietnamese
he_il: ויאטנאם

source: Welsh
he_il: ויילס

source: Wolof
he_il: וולוף

source: Yiddish - transliterated
he_il: אידיש בתעתיק

source: Yiddish - unicode
he_il: אידיש
